{"indicator":"5.2.1","layout":"indicator","permalink":"/5-2-1/","sdg_goal":"5","target_id":"5.2","published":true,"target_name":"인신매매, 성적 착취 및 기타 형태의 착취를 포함하여 공적 및 사적 영역에서 모든 여성과 여아에 대한 모든 형태의 폭력 근절","computation_definitions":"<b> 국내유사통계(3유형) </b>   <br> UN SDGs 지표에 직접적으로 대응하지는 않으나, 대안으로 활용할 수 있는 국내 통계를 의미합니다.    <br>  1유형과 2유형에 해당하는 통계가 없을 경우 관계기관과 협의하여 선정하였습니다.  ","indicator_name":"파트너가 있(었)던 15세 이상의 여성과 여아 중 지난 12개월 동안 (현재 혹은 과거의) 친밀한 파트너로부터 신체적, 성적, 정서적인 폭력을 당한 경험이 있는 인구 비율(연령 및 폭력형태별)","data_name":"지난 1년간 배우자 폭력 피해 경험률","statistics_name":"가정폭력실태조사","indicator_definition":"지난 1년간 배우자로부터 신체적, 성적, 정서적, 경제적 폭력 피해 경험을 받은 비율로 각각의 폭력 유형은 다음과 같이 정의됨 <br> ① 신체적 폭력은 중한폭력과 폭력의 심각성에 따라 경한 폭력과 중한 폭력으로 구분하며, 경한 폭력은 배우자에게 물건을 집어던지는 행위, 손바닥으로 뺨이나 신체를 때리는 행위 등 경미한 정도의 폭력을 의미하며, 중한 폭력은 배우자의 목을 조르는 행위나 칼이나 흉기 등으로 위협하거나 다치게 하는 행위 등 심각한 신체적 고통 및 위해를 유발할 수 있는 행위를 의미함 <br>  ② 성적 폭력은 배우자가 원치 않음에도 불구하고 성관계를 강요하는 행위, 배우자가 원치않는 형태의 성관계를 강요하는 행위 등 성적 고통과 수치심을 주는 행위를 의미함 <br>  ③ 정서적 폭력은 배우자에게 모욕적인 이야기를 해서 기분을 상하게 하는 행위, 때리려고 위협하는 행위 등 배우자에게 정서적, 심리적으로 고통을 주는 행위를 의미함 <br>  ④ 경제적 폭력은 생활비를 주지 않는 행위, 동의없이 재산을 임의로 처분하는 행위, 수입과 지출을 독점하는 행위 등과 같이 경제적으로 착취하거나 경제적으로 고통을 주는 행위를 의미함","computation_calculations":"전국 5,000가구 만 19세 이상 상주 가구원을 대상 조사원 방문, 응답자 자기기입식 ","global_indicator_name":"파트너가 있(었)던 15세 이상의 여성과 여아 중 지난 12개월 동안 (현재 혹은 과거의) 친밀한 파트너로부터 신체적, 성적, 정서적인 폭력을 당한 경험이 있는 인구 비율(연령 및 폭력형태별)","un_designated_tier":"II","un_custodian_agency":"United Nations Childrens Fund (UNICEF), The United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), United Nations Population Fund (UNFPA), World Health Organization (WHO), United Nations Office on Drugs and Crime (UNODC)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf","goal_meta_link_text":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf","goal_meta_local_link":"https://kostat-sdg-kor.github.io/sdg-indicators/public/data/Metadata-05-02-01_KOR.pdf","goal_meta_local_link_text":"https://kostat-sdg-kor.github.io/sdg-indicators/public/data/Metadata-05-02-01_KOR.pdf","national_geographical_coverage":"전국","computation_units":"퍼센트(%)","reporting_status":"complete","data_non_statistical":false,"graph_type":"bar","graph_title":"지난 1년간 배우자 폭력 피해 경험률","data_show_map":true,"data_keywords":"범죄, 폭력, 폭행, Crime, violence","source_active_1":true,"source_organisation_1":"여성가족부 권익증진 권익보호","source_periodicity_1":"3년","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"page_content":"","en":{"indicator":"5.2.1","layout":"indicator","permalink":"/5-2-1/","sdg_goal":"5","target_id":"5.2","published":true,"target_name":"Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation","computation_definitions":"<b>National data (Type1)</b>   <br> This is the national produced statistics in the ROK that best corresponds to the definition of UN SDGs indicators. <br> Download the national metadata file for more information.","indicator_name":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","global_indicator_name":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","data_name":"Proportion of people who have experienced violence by an intimate partner in the previous 12 months ","indicator_definition":"The proportion of people who have experienced physical, sexual, emotional or economical violence by an intimate partner in the previous 12 months. The definitions of each type of violence are as specified below. <br> ① Physical violence consists of acts aimed at physically hurting the victim and include, but are not limited to acts like pushing, grabbing, twisting the arm, pulling hair, slapping, kicking, biting or hitting with a fist or object, trying to strangle or suffocate, burning or scalding on purpose, or threatening or attacking with some sort of weapon, gun or knife.  <br> ② Sexual violence is defined as being physically forced to have sexual intercourse, having sexual intercourse out of fear for what the partner might do or through coercion, and/or being forced to so something sexual that the woman considers humiliating or degrading. <br> ③ Emotional violence refers to any act intended to induce fear or emotional distress, for example insulting the partner, or threatening physical harm.  <br> ④ Economic violence involves acts to economically exploit or cause someone to suffer financial difficulties by, for example, withholding access to money, disposing of properties and assets without the partner’s consent, and maintaining total control over financial resources.  ","statistics_name":"Domestic Violence Survey","computation_calculations":"Surveyors visit 5,000 households nationwide to interview household members aged 19 and over, who are asked to self-report on the questionnaire. ","un_designated_tier":"II","un_custodian_agency":"N/A ","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf   ","goal_meta_link_text":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf   ","goal_meta_local_link":"https://kostat-sdg-kor.github.io/sdg-indicators/public/data/Metadata-05-02-01_ENG.pdf","goal_meta_local_link_text":"https://kostat-sdg-kor.github.io/sdg-indicators/public/data/Metadata-05-02-01_ENG.pdf","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Proportion of people who have experienced violence by an intimate partner in the previous 12 months ","national_geographical_coverage":"Total","computation_units":"Percent (%)","source_active_1":true,"source_organisation_1":"Women’s and Youth Rights Protection Division, Women’s and Youth Rights Promotion Bureau, Ministry of Gender Equality and Family","source_periodicity_1":"3 years","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"page_content":""},"indicator_sort_order":"05-02-01"}