{"indicator":"5.2.1","layout":"indicator","permalink":"/5-2-1/","sdg_goal":"5","target_id":"5.2","published":true,"target_name":"Eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation","computation_definitions":"<b>National data (Type1)</b>   <br> This is the national produced statistics in the ROK that best corresponds to the definition of UN SDGs indicators. <br> Download the national metadata file for more information.","indicator_name":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","data_name":"Proportion of people who have experienced violence by an intimate partner in the previous 12 months ","statistics_name":"Domestic Violence Survey","indicator_definition":"The proportion of people who have experienced physical, sexual, emotional or economical violence by an intimate partner in the previous 12 months. The definitions of each type of violence are as specified below. <br> ① Physical violence consists of acts aimed at physically hurting the victim and include, but are not limited to acts like pushing, grabbing, twisting the arm, pulling hair, slapping, kicking, biting or hitting with a fist or object, trying to strangle or suffocate, burning or scalding on purpose, or threatening or attacking with some sort of weapon, gun or knife.  <br> ② Sexual violence is defined as being physically forced to have sexual intercourse, having sexual intercourse out of fear for what the partner might do or through coercion, and/or being forced to so something sexual that the woman considers humiliating or degrading. <br> ③ Emotional violence refers to any act intended to induce fear or emotional distress, for example insulting the partner, or threatening physical harm.  <br> ④ Economic violence involves acts to economically exploit or cause someone to suffer financial difficulties by, for example, withholding access to money, disposing of properties and assets without the partner’s consent, and maintaining total control over financial resources.  ","computation_calculations":"Surveyors visit 5,000 households nationwide to interview household members aged 19 and over, who are asked to self-report on the questionnaire. ","global_indicator_name":"Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age","un_designated_tier":"II","un_custodian_agency":"N/A ","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf   ","goal_meta_link_text":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-02-01.pdf   ","goal_meta_local_link":"https://kostat-sdg-kor.github.io/sdg-indicators/public/data/Metadata-05-02-01_ENG.pdf","goal_meta_local_link_text":"https://kostat-sdg-kor.github.io/sdg-indicators/public/data/Metadata-05-02-01_ENG.pdf","national_geographical_coverage":"Total","computation_units":"Percent (%)","reporting_status":"complete","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of people who have experienced violence by an intimate partner in the previous 12 months ","data_show_map":true,"data_keywords":"범죄, 폭력, 폭행, Crime, violence","source_active_1":true,"source_organisation_1":"Women’s and Youth Rights Protection Division, Women’s and Youth Rights Promotion Bureau, Ministry of Gender Equality and Family","source_periodicity_1":"3 years","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"page_content":"","indicator_sort_order":"05-02-01"}